{
  "title": "Indexado Espacial para alcanzar objetivos en ventas",
  "description": "Encontraremos las zonas geográficas (hexágonos) con mayores clientes e ingresos por ticket de venta usando datos sintéticos espaciales para optimizar el dimensionamiento de recursos.",
  "url": "https://github.com/ccalobeto/h3-sales-quota",
  "keywords": "Perú, quotas, spatial index",
  "byline": "Elaborado por <a href=https://www.carlosleon.dev target=_blank>Carlos León</a>",
  "footer": "Un gráfico hecho en <b>svelte </b> y <b>d3.js</b>. <span class=links> <a href=https://www.carlosleon.dev/blog/h3-sales-quota target=_blank>Blog post</a> | <a href=https://github.com/ccalobeto/h3-sales-quota target=_blank>GitHub</a> </span>.",
  "body": [
    {
      "type": "text",
      "value": "A menudo las cuotas de ventas son definidas por la experiencia de un directivo, el conocimiento de la zona, el presupuesto y las metas del negocio. Sin embargo hay veces que no escarbamos nuestras propias base de datos y convertir esa direcciones en información geolocalizada para sacarles mayor provecho."
    },
    {
      "type": "mapbox-chart-1",
      "title": "Ubicación de Clientes en el distrito de Miraflores",
      "value": {
        "steps": [
          "Cada punto representa a un <b>cliente </b>.",
          "Ubíquese en el punto para mostrar los <span style=background-color:#EB0F51CC> ingresos </span> que trae a la empresa."
        ]
      }
    },
    {
      "type": "text",
      "value": "El <b>indexado espacial H3 </b> de Uber es un sistema de partición geoespacial que divide la superficie de la Tierra en una jerarquía de hexágonos. Su uso en ventas puede ayudarte a mejorar tus objetivos de negocio de varias formas:"
    },
    {
      "type": "mapbox-chart-2",
      "title": "Indexado Espacial ",
      "value": {
        "steps": [
          "El distrito se ha particionado en hexágonos; y los datos se relacionan con el color. Un color más oscuro representa mayores ingresos.",
          "... con esto información visual puedes administrar mejor tus recursos, afinar mejor tus cuotas y darle a tu vendedor una zona de cobertura adecuada."
        ]
      }
    },
    {
      "type": "text",
      "value": "Como vez usando indexado espacial con datos de mercado en otros negocios: puedes aumentar ventas enfocándote en zonas de alta demanda, personalizar ofertas según el tipo de clientes en cada área, mejorar la eficiencia de ventas en campo y entregas, optimizar la inversión en publicidad digital y tomar decisiones estratégicas para expandir tu negocio."
    }
  ]
}